Revit 2021.1 API
SymbolTypeId.WPerFtSup2 Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId WPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property WPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace